Repository: adozenlines/freevo1
Catalog: i18n/*/LC_MESSAGES/freevo.po
Languages: pl

source: Error encountered while trying to download weather map
pl: B³±d w trakcie pobierania mapy pogody

source: Bad Path
pl: Z³a ¶cie¿ka

source: %i free of %i GB total (%i%% free)
pl: %i wolne z %i GB (%i%% wolne)

source: %i free of %i MB total (%i%% free)
pl: %i wolne z %i MB (%i%% wolne)

source: Not Yet implemented :)
pl: Ta funkcja jeszcze nie dzia³a :)

source: Cannot find %s (%s).
pl: Nie mogê znale¼æ %s (%s).

source: Start burning %s audio files?
pl: Rozpocz±æ nagrywanie %s plików audio?

source: Insert media then click OK
pl: W³ó¿ p³ytê, i wybierz OK

source: Start burning %s ?
pl: Rozpocz±æ nagrywanie %s?

source: Start burning %s entries? ( %d Mb )
pl: Rozpocz±æ nagrywanie %s pozycji? ( %d Mb )

source: Burning status: %s
pl: Status nagrywania: %s

source: Error : Could not convert %s
pl: B³±d: Nie mogê skonwertowaæ %s

source: Interrupting burning process...
pl: Przerywam proces nagrywania...

source: Backup interrupted
pl: Archiwizacja przerwana

source: Item type is %s
pl: To jest %s

source: Should show the menu? %i
pl: Wy¶wietliæ menu? %i

source: Burn CD
pl: Nagraj CD

source: CD Burn Menu
pl: Menu nagrywania CD

source: Copy dir to CD
pl: Kopiuj katalog na CD

source: Burn audio files (MP3, Wav and Ogg) as Audio CD
pl: Nagraj pliki z muzyk± (MP3, wav oraz ogg) jako Audio CD

source: Copy this file to CD
pl: Kopiuj ten plik na CD

source: Copy %s to CD
pl: Kopiuj %s na CD

source: Copy %s, and related, to CD
pl: Kopiuj %s, i powi±zane na CD

source: Copy %s, and related, file to CD
pl: Kopiuj %s, i powi±zane pliki na CD

source: Burn as DVD-VIDEO disc
pl: Nagraj jako p³ytê DVD-VIDEO

source: Movie
pl: Film

source: Image
pl: Obrazek

source: Games
pl: Gry

source: %s Main Menu
pl: Menu g³ówne %s

source: encoding server not running
pl: niedostêpny serwer kodowania

source: encoding server has no jobs
pl: brak zadañ dla serwera koduj±cego

source: You need pylcd to run "lcd" plugin.
pl: Potrzebujesz pylcd by uruchomiæ wtyczkê "lcd"

source: Item
pl: Pozycja

source: Type
pl: Typ

source: Information
pl: Informacja

source: Video
pl: Wideo

source: LCD plugin will not load! Maybe you don't have LCDd (lcdproc daemon) running?
pl: Nie za³adowano wtyczki LCD! Byæ mo¿e LCDd (lcdproc demon) nie jest uruchomiony?

source: Could not find TV channel %s
pl: Nie mogê znale¼æ kana³u %s

source: TV Main Menu
pl: G³ówne menu TV

source: The list of TV channels is invalid!
pl: Lista kana³ów TV jest nieprawid³owa!

source: Please check the config file.
pl: Proszê sprawdziæ plik z konfiguracj±.

source: Date then Name
pl: Data, nastêpnie nazwa

source: Status then Name
pl: Status, nastêpnie nazwa

source: Status, Date then Name
pl: Status, data a nastêpnie nazwa

source: Manage Recordings
pl: Zarz±dzaj nagraniami

source: Recordings Directory does not exist
pl: Katalog nagrañ nie istnieje

source: Sort by
pl: Sortuje wed³ug

source: Reverse sort
pl: Odwróæ porz±dek sortowania

source: Sort series by
pl: Sortuj seriale wed³ug

source: Reverse series sort
pl: Odwróæ porz±dek sortowania seriali

source: Unmark to Keep
pl: Nie oznaczaj jako do zachowania

source: Mark to Keep
pl: Zaznacz, by zachowaæ

source: Unmark as Watched
pl: Zaznacz jako nieogl±dane

source: Mark as Watched
pl: Zaznacz jako ogl±dane

source: (Unnamed)
pl: (Nienazwane)

source: Browse episodes
pl: Przegl±daj odcinki

source: Delete all episodes
pl: Usuñ wszystkie odcinki

source: Keep all episodes
pl: Zachowaj wszystkie odcinki

source: Play all episodes
pl: Odtwarzaj wszystkie odcinki

source: Do you wish to delete the series '%s'?
pl: Chcesz usun±æ ca³y serial '%s'?

source: episodes
pl: odcinki

source: Recorded Shows
pl: Nagrane programy

source: Display record item
pl: Wy¶wietl szczegó³y nagrania

source: Modify name
pl: Zmieñ nazwê

source: Modify channel
pl: Zmieñ kana³

source: Modify start month
pl: Zmieñ miesi±c rozpoczêcia

source: Modify start day
pl: Zmieñ dzieñ rozpoczêcia

source: Modify start time
pl: Zmieñ godzinê rozpoczêcia

source: Modify stop month
pl: Zmieñ miesi±c zakoñczenia

source: Modify stop day
pl: Zmieñ dzieñ zakoñczenia

source: Modify stop time
pl: Zmieñ godzinê zakoñczenia

source: Record Item Menu
pl: Menu szczegó³ów nagrywania

source: Alter Name
pl: Modyfikuj nazwê

source: Modify Channel
pl: Zmieñ kana³

source: Modify Day
pl: Zmieñ dzieñ

source: Modify Time
pl: Zmieñ godzinê

source: Save Failed, recording was lost
pl: Nie uda³o siê zapisaæ, utracono nagranie

source: Sorry, the stop time does not give enough time for scheduler to pickup the change. Please set it to record for a few minutes longer.
pl: Wybacz, zbyt krótki czas nagraniaPrzed³u¿ proszê czas nagrywania o kilka minut.

source: Please repeat to stop
pl: Proszê powtórzyæ, aby zatrzymaæ

source: This plugin only supports the ivtv video group!
pl: Ta wtyczka wspiera tylko grupê wideo ivtv!

source: View VCR Input
pl: Sprawd¼ wej¶cie VCR

source: Search Programs
pl: Szukaj programów

source: Searching, please wait...
pl: Szukam, zaczekaj proszê...

source: No matches found for %s
pl: Nie znaleziono nic dla %s

source: Cannot find program: %s
pl: Nie mogê znale¼æ programu: %s

source: Display Scheduled Recordings
pl: Wy¶wietl zaplanowane nagrania

source: Nothing scheduled.
pl: Brak zaplanowanych nagrañ.

source: Get recordings failed
pl: Nie uda³o siê pobraæ planu nagrañ

source: No favorites.
pl: Brak ulubionych

source: Get favorites failed
pl: Pobranie ulubionych nie powiod³o siê

source: 'XINE_COMMAND' not defined, plugin 'DVBStreamer' deactivated. please check the xine section in freevo_config.py
pl: nie zdefiniowano 'XINE_COMMAND', wy³±czono wtyczkê 'DVBStreamer'. sprawd¿ proszê konfiguracjê xine w freevo_config.py

source: 'xine-ui' version too old, plugin 'xine' deactivated
pl: zbyt stara wersja 'xine-ui', wy³±czono wtyczkê 'xine'

source: You need software %s
pl: Potrzebujesz programu %s

source: Tuning to %s
pl: Strojê do %s

source: Buffering %s
pl: Buforowanie %s

source: Playing %s
pl: Odtwarzam %s

source: A recording will start in a few minutes
pl: Nagrywanie rozpocznie siê za kilka minut

source: TV stopped, a recording is about to start!
pl: Zatrzymujê TV, rozpoczyna siê nagrywanie!

source: 'XINE_COMMAND' not defined, 'xine' tv plugin deactivated. please check the xine section in freevo_config.py
pl: Nie zdefiniowano 'XINE_COMMAND', wy³±czono wtyczkê tv 'xine'. Sprawd¼, proszê konfiguracjê xine w freevo_config.py

source: Day of Week
pl: Dzieñ tygodnia

source: Time of Day
pl: Godzina

source: CANCEL
pl: ANULUJ

source: Favorite %s has been saved
pl: Ulubione %s zosta³o zapisane

source: Do you want to remove %s?
pl: Chcesz usun±æ %s?

source: connection error
pl: b³±d po³±czenia

source: no program
pl: nie ma programu

source: cannot record it if it is over
pl: nie mogê tego nagraæ, skoñczy³o siê ju¿

source: program not scheduled
pl: program nie zosta³ zaplanowany do nagrania

source: program is scheduled
pl: program jest przeznaczony do nagrania

source: Edit favorite
pl: Edytuj ulubione

source: Remove favorite
pl: Usuñ ulubione

source: Modify day of week
pl: Zmieñ dzieñ tygodnia

source: Modify time of day
pl: Zmieñ godzinê

source: Prevent Recording of Duplicates
pl: Zapobiegaj nagrywaniu duplikatów

source: Allow Recording of Duplicates
pl: Pozwól na nagrywanie duplikatów

source: Record All Episodes
pl: Nagraj wszystkie odcinki

source: Record Only New Episodes
pl: Nagraj tylko nowe odcinki

source: Modify priority
pl: Zmieñ priorytet

source: Save changes
pl: Zapisz zmiany

source: Favorite Menu
pl: Menu ulubionych

source: Allow Recordings of Duplicates
pl: Pozwól na nagrywanie duplikatów

source: Saving the changes to this favorite.
pl: Zachowaj zmiany w tym ulubionym

source: This may take some time.
pl: To mo¿e potrwaæ.

source: "%s" has been removed from favorites
pl: "%s" zosta³ usuniêty z ulubionych

source: Remove failed
pl: Nie uda³o siê usun±æ

source: Preparing the program guide
pl: Przygotowuje program

source: TV Guide is corrupt!
pl: Program TV jest uszkodzony!

source: Couldn't load the TV Guide, got an exception!
pl: Nie uda³o sie za³adowac programu TV!

source: REPLACE WITH TUNERID FOR %s
pl: ZAMIEÑ NA TUNERID Z %s

source: Remove from schedule
pl: Usuñ z zaplanowanych

source: Schedule for recording
pl: Nagraj program

source: Add to favorites
pl: Dodaj do ulubionych

source: Search for more of this program
pl: Znajd¼ takie same programy

source: Do you want to remove the Program from the record schedule?
pl: Chcesz zrezygnowaæ z nagrania tego programu?

source: This Program is in the future. Do you want to record it?
pl: Ten program jest w przysz³o¶ci. Chcesz go nagraæ?

source: Sorry, you cannot watch TV while recording.
pl: Wybacz, nie mo¿esz ogl±daæ TV podczas nagrywania.

source: If this is not true then remove
pl: Je¶li jest inaczej, usuñ

source: "%s" has been scheduled for recording
pl: "%s" zosta³ zaplanowany do nagrania

source: Scheduling failed
pl: Nie uda³o siê dodaæ do zaplanowanych nagrañ

source: "%s" has been removed from schedule
pl: "%s" usuniêto z planowanych nagrañ

source: Cannot edit favorite %s
pl: Nie mogê zmieniæ %s

source: Program Menu
pl: Menu programu

source: No Information Available
pl: Brak informacji

source: Category :
pl: Kategoria:

source: Advisory :
pl: Podpowied¼:

source: Rating
pl: Ocena

source: missing 'src' attribute in skin tag!
pl: brakuj±cy atrubut - 'src' w tagu skórki!

source: This directory is empty
pl: Ten katalog jest pusty

source: TV GUIDE
pl: PROGRAM TV

source: Directory Autobuild Thumbnails
pl: Automatyczne tworzenie miniaturek

source: Build video thumbnails for all items (may take a while when entering).
pl: Tworzenie video miniaturek dla wszyskich plików (to mo¿e potrwaæ...)

source: Transcode this program...
pl: Przekoduj to nagranie...

source: Start Encoding
pl: Rozpocznij kodowanie

source: Select Encoding Profile
pl: Wybierz profil kodowania

source: Modify Container
pl: Modyfikuj kontener

source: Modify Resolution
pl: Zmieñ rozdzielczo¶c

source: Modify Video Codec
pl: Zmieñ kodek video

source: Modify Video Bitrate
pl: Zmieñ bitrate video

source: Modify Audio Codec
pl: Zmieñ kodek audio

source: Modify Audio Bitrate
pl: Zmieñ bitrate audio

source: Modify Number of passes
pl: Zmieñ liczbê przebiegów

source: Modify Number of Encoder Threads
pl: Zmieñ liczbê w±tków kodera

source: Modify Video Filter (not implemented)
pl: Zmieñ filtr video (nie zaimplementowano)

source: Choose your encoding profile
pl: Wybierz profil kodowania

source: Xvid Low Quality
pl: Xvid niska jako¶æ

source: Xvid High Quality
pl: Xvid wysoka jako¶æ

source: Select Profile
pl: Wybierz profil

source: Modify Number of Passes
pl: Zmieñ liczbê przebiegów

source: Modify Number of Encoding threads
pl: Zmieñ liczbê w±tków kodera

source: Modify Video Filter
pl: Zmieñ filtr wideo

source: Unknown Property
pl: Nieznana w³asciwo¶æ

source: Please wait, analyzing video...
pl: Zaczekaj, proszê, analizujê wideo...

source: Encoding started
pl: Rozpoczêto kodowanie

source: Show details for this item
pl: Poka¿ detale dla tego pliku

source: Details
pl: Detale

source: Browse links (autoplay)
pl: Przegl±daj linki (autoodtwarzanie)

source: Browse links (autoplay, maximum caching)
pl: Przegl±daj linki (autoodtwarzanie, maksymalny cache)

source: Browse links
pl: Przegl±daj linki

source: Downloading link list...
pl: ¦ci±gnij listê linków...

source: Failed to download %s
pl: Nie uda³o siê sci±gn±æ %s

source: Scanning Apple for trailers...
pl: Wyszukiwanie zwiastunów na Apple...

source: Browse by Title
pl: Przegl±daj wed³ug tytu³ów

source: Trailers
pl: Zwiastuny

source: Browse by Genre
pl: Przegl±daj wed³ug gatunku

source: Choose a genre
pl: Wybierz gatunek

source: Browse by Category
pl: Pregl±daj wed³ug kategorii

source: Choose a category
pl: Wybierz kategoriê

source: Browse by Studio
pl: Przegl±daj wed³ug studia

source: Choose a studio
pl: Wybierz studio

source: Bilingual language selection
pl: Dwujêzyczny wybór jêzyk

source: Play Both Channels
pl: Odtwarzaj oba kana³y

source: Play Left Channel
pl: Odtwarzaj lewy kana³

source: Play Right Channel
pl: Odtwarzaj prawy kana³

source: Language Menu
pl: Wybór jêzyka

source: Move to [%s]
pl: Przenie¶ do [%s]

source: Video Podcast
pl: Podcast wideo

source: Video Podcasts
pl: Podcasty wideo

source: Set VPODCAST_DIR in local_conf.py
pl: Ustaw VPODCAST_DIR w local_conf.py

source: Play image as DVD
pl: Odtwarzaj obraz p³yty jako DVD

source: Choose title to play. <1-9>
pl: Wybierz tytu³ do odtwarzania. <1-9>

source: Choose disc (%i discs available).
pl: Wybierz dysk (%i dysk(i|ów) dostêpnych).

source: Youtube videos
pl: Filmy YouTube

source: Retrieving video list
pl: Przetwarzam listê filmów

source: Videos available
pl: Dostêpne filmy

source: Downloading video
pl: ¦ci±gam film

source: Loading video list
pl: £adujê listê filmów

source: Cancel DVD copy
pl: Rezygnuj z kopiowania DVD

source: Copy this title to HDD
pl: Kopiuj ten tytu³ na dysk twardy

source: Copy the entire disc to HDD
pl: Kopiuj ca³e DVD na dysk twardy

source: Copy the feature to HDD
pl: Kopiuj zawarto¶æ na dysk twardy

source: Copy started
pl: Rozpoczêto kopiowanie

source: Search Moviecovers.com for this file
pl: Przeszukaj Moviecovers.com dla tego pliku

source: Search Moviecovers.com for [%s]
pl: Przeszukaj Moviecovers.com dla [%s]

source: Searching Moviecovers.com...
pl: Przeszukiwanie Moviecovers.com...

source: Connection error : Probably connection timeout, try again
pl: B³±d po³±czenia: prawdopodobnie przekroczono czas po³±czenia, spróbuj ponownie

source: MOVIECOVERS Query
pl: MOVIECOVERS zapytanie

source: No information available from Moviecovers.com
pl: Brak informacji w Moviecovers.com

source: Getting data, it can be long as we download a ZIP file
pl: Pobieranie danych, to mo¿e potrwaæ

source: Search IMDB for this file
pl: Przeszukaj IMDB dla tego pliku

source: Search IMDB for [%s]
pl: Przeszukaj IMDB dla [%s]

source: searching IMDB...
pl: przeszukiwanie IMDB...

source: Unknown error while connecting to IMDB
pl: Nieznany b³±d podczas pod³±czania do IMDB

source: IMDB Query
pl: Zapytanie IMDB

source: No information available from IMDB
pl: Brak informacji w IMDB

source: Re-encode this program...
pl: Przekoduj to nagranie...

source: Seeking not possible
pl: Przeszukiwanie niedostêpne

source: Archive FXD files
pl: Archiwizuj pliki FXD

source: Finding and copying FXD files...
pl: Wyszukiwanie i kopiowanie plików FXD...

source: There was a error while trying to write the fxd file
pl: Wyst±pi³ b³±d podczas próby zapisu pliku fxd

source: But I couldn't copy a cover image file.
pl: Niestety, nie mog³em skopiowaæ obrazu ok³adki

source: %d fxd files archived. %s
pl: %d plików fxd zarchiwizowano. %s

source: 'XINE_COMMAND' not defined, 'xine' video plugin deactivated. please check the xine section in freevo_config.py
pl: nie zdefiniowano 'XINE_COMMAND', wtyczka 'xine' wy³±czona. sprawd¼ sekcjê xine w freevo_config.py

source: Resume playback
pl: Wznów odtwarzanie

source: Bookmarks
pl: Zak³adki

source: Jump to %s
pl: Przejd¼ do %s

source: Backup this dvd title...
pl: Zgraj ten tytu³ DVD...

source: Play DVD
pl: Odtwarzaj DVD

source: DVD title list
pl: Lista tytu³ów na DVD

source: Play default track
pl: Odtwarzaj domycln± ¶cie¿kê

source: Play VCD
pl: Odtwarzaj VCD

source: VCD title list
pl: Lista tytu³ów na VCD

source: Full description
pl: Pe³en opis

source: Play with maximum cache
pl: Odtwarzaj z najwiêkszym 'cache'

source: Show variants
pl: Poka¿ mo¿liwo¶ci

source: Create Thumbnail
pl: Twórz miniaturkê

source: Please wait....
pl: Zaczekaj, proszê...

source: No player for this item found
pl: Brak odtwarzacza dla tej zawarto¶ci

source: No media found for "%s". Please insert the media "%s".
pl: Brak nocnika dla "%s". Proszê umie¶æ no¶nik "%s".

source: Play Title %d
pl: Odtwarzaj tytu³ %d

source: Stream %s
pl: Strumieñ %s

source: Unknown
pl: Nieznany

source: Audio Menu
pl: Menu audio

source: no subtitles
pl: brak napisów

source: Subtitle Menu
pl: Menu napisów

source: Play chapter %s
pl: Odtwarzaj rozdzia³ %s

source: Chapter Menu
pl: Menu rozdzia³ów

source: Play with "%s"
pl: Odtwarzaj w "%s"

source: Player Menu
pl: Menu odtwarzacza

source: Turn off %s
pl: Wy³±cz %s

source: Turn on %s
pl: W³±cz %s

source: Activate TOP field first
pl: 'TOP field' najpierw

source: Activate BOTTOM field first
pl: 'BOTTOM field' najpierw

source: Activate AUTO field first
pl: 'AUTO field' najpierw

source: Play with alternate player
pl: Odtwarzaj w alternatywnym odtwarzaczu

source: Audio selection
pl: Wybór audio

source: Subtitle selection
pl: Wybór napisów

source: Chapter selection
pl: Wybór rozdzia³ów

source: Config Menu
pl: Menu konfiguracji

source: Left
pl: Lewo

source: Right
pl: Prawo

source: Symbls
pl: Symbole

source: Space
pl: Spacja

source: Freevo Main Menu
pl: G³ówne menu Freevo

source: Skin Selector
pl: Wybierz skórkê

source: Shutdown
pl: Wy³±cz

source: Continue
pl: Kontynuuj

source: Starting Freevo-%s, please wait ...
pl: Uruchamiam Freevo-%s, zaczekaj proszê...

source: Reading cache, please wait ...
pl: Czytam cache, zaczekaj proszê...

source: Filename: %s
pl: Nazwa pliku: %s

source: Function: %s
pl: Funkcja: %s

source: Text: %s
pl: Tekst: %s

source: Please see the logfiles for more info
pl: Sprawd¼ logi, by dowiedzieæ siê wiêcej

source: Exit in %s seconds
pl: Koniec za %s sekund(ê|y)

source: Today
pl: Dzi¶

source: Tomorrow
pl: Jutro

source: This Week
pl: W tym tygodniu

source: No recordings are scheduled
pl: Nie zaplanowano nagrañ

source: Widescreen
pl: Panoramicznie

source: Reloading cache files, be patient...
pl: Prze³adowanie plików cache, b±d¼ cierpliw(a|y)...

source: please update GAMES_ITEMS in local_conf.py
pl: skonfiguruj GAMES_ITEMS w pliku local_conf.py

source: Generating MAME cache, please wait.
pl: Generujê cache MAME, proszê poczekaj.

source: File "%s" not found!
pl: Nie znaleziono pliku "%s"!

source: Just one movie in this playlist.
pl: Tylko jeden film na tej li¶cie odtwarzania

source: Watch TV
pl: Ogl±daj TV

source: One song in playlist
pl: Zaledwie jedna piosenka na li¶cie odtwarzania

source: Elapsed
pl: Szacowany czas

source: Subtitles
pl: Napisy

source: File name
pl: Nazwa pliku

source: This playlist is empty!
pl: Lista odtwarzania jest pusta!

source: pictures in this slideshow.
pl: obrazki w tym pokazie slajdów

source: Look at Pictures
pl: Ogl±daj obrazki

source: Chapters
pl: Rozdzia³y

source: songs in playlist
pl: piosenki na li¶cie odtwarzania

source: Audio Codec
pl: Kodek audio

source: Subject
pl: Temat

source: Playlist
pl: Lista odtwarzania

source: From
pl: Od

source: Unread messages
pl: Nieprzeczytane wiadomo¶ci

source: Message has not been read
pl: Wiadomo¶æ nie by³a przeczytana

source: Location
pl: Lokalizacja

source: Just one picture in this slideshow.
pl: Tylko jeden obrazek w pokazie slajdów

source: Num Passes
pl: Liczba przebiegów

source: Total mails
pl: Wszyskich emaili

source: This slideshow is empty!
pl: Pokaz slajdów jest pusty!

source: of
pl: z

source: Now playing
pl: Teraz odtwarzam

source: Pictures
pl: Obrazki

source: Weather Forecast
pl: Prognoza pogody

source: New mail
pl: Nowy email

source: items in this playlist
pl: elementów na tej li¶cie odtwarzania

source: Language
pl: Jêzyk

source: Filter
pl: Filtr

source: Video Codec
pl: Wideo kodek

source: Day
pl: Dzieñ

source: MB free
pl: MB dostêpne

source: Read Headlines
pl: Czytaj wiadomo¶ci

source: Size
pl: Rozmiar

source: Audio tracks
pl: ¦cie¿ki audio

source: New mails
pl: Nowe emaile

source: Container
pl: Kontaner

source: Play a Game
pl: Graj

source: Listen to Music
pl: S³uchaj muzyki

source: Total messages
pl: Wszystich wiadomo¶ci

source: Watch a Movie
pl: Ogl±daj wideo

source: movies in this playlist.
pl: filmów na tej li¶cie odtwarzania

source: Television
pl: Telewizja

source: No songs in playlist
pl: Brak piosenek na li¶cie odtwarzania

source: Weather
pl: Pogoda
