Repository: adozenlines/freevo1
Catalog: i18n/*/LC_MESSAGES/freevo.po
Languages: pl

source: Title
pl: Tytu³

source: Description
pl: Opis

source: Author
pl: Autor

source: Date
pl: Data

source: Software
pl: Oprogramowanie

source: Flickr pictures
pl: Obrazki z serwisu Flickr

source: Choose please
pl: Wybierz, proszê

source: Retrieving image list
pl: Przetwarzam listê obrazków

source: Images available
pl: Dostêpne obrazki

source: Downloading picture "
pl: Pobieram obrazek "

source: Downloading thumbnail for picture "
pl: Pobieram miniaturkê dla obrazka "

source: Current Picture
pl: Ten obrazek

source: Previous Pictures
pl: Poprzedni obrazek

source: Apod Pictures
pl: Obrazki z Apod

source: No Images found
pl: Brak obrazków

source: Unable to open URL
pl: Nie mogê otworzyæ adresu URL

source: Need a directory to store APOD pictures.
pl: By zachowaæ obrazki z APOD konieczne jest wskazanie katalogu.

source: directory %s does not exist.
pl: Katalog %s nie istnieje.

source: directory %s must be able to be read, written to and executed by the user running freevo.
pl: Prawa do katalogu %s musz± byæ: do odczytu, zapisu oraz wykonywania dla u¿ytkownika, z prawami którego dzia³a freevo.

source: View Image
pl: Zobacz obrazek

source: Browse directory
pl: Przegl±daj katalog

source: Can't Open Image '%s'
pl: Nie mogê otworzyæ obrazka '%s'

source: pause
pl: pauza

source: play
pl: odtwarzaj

source: No information available
pl: Brak informacji

source: Browse list
pl: Przegl±daj listê

source: No action defined for this choice!
pl: Brak akcji dla tego wyboru!

source: ERROR: can't find %s
pl: B£¡D: nie mogê znale¼æ %s

source: Freevo won't work without it.
pl: Freevo nie dzia³a bez tego

source: not found (deactivated)
pl: nie znaleziono (wy³±czone)

source: No
pl: Nie

source: Yes
pl: Tak

source: Settings:
pl: Ustawienia:

source: Directory Sort By Date
pl: Sortuj katalog wed³ug daty

source: Sort directory by date and not by name.
pl: Sortuj katalog wed³ug daty i nie wed³ug nazwy.

source: Directory Smart Sort
pl: Sprytne sortowanie katalogu

source: Use the names from the media files tags as display name.
pl: U¿yj danych z tagów pliku do wy¶wietlania nazwy

source: Directory Reverse Sort
pl: Odwróæ porz±dek sortowania

source: Show the items in the list in reverse order.
pl: Poka¿ zawarto¶æ listy w odwrotnej kolejno¶ci

source: Directory
pl: Katalog

source: Play all files in directory
pl: Odtwarzaj wszystkie pliki w tym katalogu

source: Random play all items
pl: Losowo odtwórz wszystkie pliki

source: Recursive random play all items
pl: Odtwarzaj losowo ³±cznie z podkatalogami

source: Recursive play all items
pl: Odwarzaj wszystko ³±cznie z podkatalogami

source: Configure directory
pl: Konfiguruj katalog

source: Enter Password
pl: Podaj has³o

source: Password incorrect
pl: B³êdne has³o

source: Directory does not exist
pl: Katalog nie istnieje

source: Scanning disc, be patient...
pl: Przeszukujê dysk, b±d¼ cierpliw(a|y)...

source: Scanning directory, be patient...
pl: Przeszukujê dysk, b±d¼ cierpliw(a|y)

source: Random playlist
pl: Losowa lista odtwarzania

source: on
pl: w³±cz

source: off
pl: wy³±cz

source: Show all kinds of items
pl: Poka¿ wszystko

source: Show video, audio and image items in this directory
pl: Poka¿ wideo, audio i grafikê z tego katalogu

source: Configure
pl: Konfiguruj

source: z = Toggle Fullscreen
pl: z = Pelny ekran

source: Arrow Keys = Move
pl: Strzalki = Wybierz

source: Spacebar = Select
pl: Spacja = Uruchom

source: Escape = Stop/Prev. Menu
pl: Esc = Stop/Poprzednie menu

source: h = Help
pl: h = Pomoc

source: Cannot open file "%s"
pl: Nie mogê otworzyæ pliku "%s"

source: Browse Playlist
pl: Przegl±daj listê odtwarzania

source: Play
pl: Odtwarzaj

source: empty playlist
pl: pusta lista odtwarzania

source: playlist repeat on
pl: powtórzenie listy odtwarzania

source: playlist repeat off
pl: nie powtarzaj listy odtwarzania

source: no next item in playlist
pl: koniec listy odtwarzania

source: no previous item in playlist
pl: pocz±tek listy odtwarzania

source: Runtime
pl: Czas trwania

source: Close Window
pl: Zamknij Okno

source: TV Guide
pl: Program TV

source: ERROR
pl: B£¡D

source: Recording server is not available
pl: Serwer nagrywaj±cy jest niedostêpny

source: Record
pl: Nagraj program

source: Add to Favorites
pl: Dodaj do ulubionych

source: No program found on %s at %s.
pl: Nie znaleziono programu na %s, o %s

source: Scheduled Recordings
pl: Zaplanowane nagrania

source: Start Time
pl: Czas rozpoczêcia

source: Stop Time
pl: Czas zakoñczenia

source: Channel
pl: Kana³

source: Episode
pl: Odcinek

source: Program Description
pl: Opis programu

source: Actions
pl: Akcje

source: UNKNOWN
pl: NIEZNANY

source: Sorry, the program description for %s is unavailable.
pl: Wybacz, brak opisu dla programu %s.

source: Remove
pl: Usuñ

source: Welcome
pl: Witamy

source: Home
pl: Start

source: Freevo Web Status as of %s
pl: Status serwera web Freevo od %s

source: Notice
pl: Wiadomo¶æ

source: Recording server is up and running
pl: Serwer nagrywaj±cy dzia³a poprawnie

source: Your listings expire in 1 hour
pl: Program bêdzie nieaktualny za godzinê

source: Your listings expire in %s hours
pl: Program bêdzie nieaktualny za %s godzin(y)

source: Your listings are up to date
pl: Program aktualny

source: Now Recording %s.
pl: Teraz nagrywam %s.

source: One program scheduled to record.
pl: Jeden program zaplanowany do nagrania

source: %i programs scheduled to record.
pl: %i program(y|ów) zaplanowanych do nagrania

source: No programs scheduled to record.
pl: Brak zaplanowanych nagrañ.

source: %i of %i Mb free in %s
pl: %i z %i Mb dostêpnych w %s

source: Config
pl: Konfiguracja

source: TV Genre for %s
pl: Gatunek TV dla %s

source: Show
pl: Poka¿

source: Category
pl: Kategoria

source: Change
pl: Zmieñ

source: NO SHOWS MATCHING CATEGORY
pl: BRAK W DANEJ KATEGORII

source: Freevo Help
pl: Pomoc Freevo

source: This is the internal Freevo documentation. The documents are in an early stage of development, if you like to help, please contact the developers. You find more information like the <a href="http://freevo.sourceforge.net/cgi-bin/moin.cgi/FrontPage"> WiKi (online manual)</a> and mailing lists on the <a href="http://www.freevo.org">Freevo Homepage</a>. Everyone can edit the WiKi (and we can revert them if someone deletes information), feel free to add information there.
pl: To jest wewnêtrzna dokumentacja Freevo. Dokumenty s± we wczesnym stadium tworzenia, je¶li chcesz pomóc, proszê skontaktuj siê z prowadz±cymi projekt.Wiêcej informacji znajdziesz na <a href="http://freevo.sourceforge.net/cgi-bin/moin.cgi/FrontPage">WiKi (podrêcznik online)</a> lista mailingowa <a href="http://www.freevo.org">Freevo Homepage</a>. Ka¿dy mo¿e edytowaæ WiKi (twórcy mog± przywracaæ niektóre ze skasowanych informacji), zapraszamy do uzupe³niania informacji.

source: Index
pl: Indeks

source: Freevo Installation Howto
pl: Jak zainstalowaæ Freevo (HOWTO)

source: Frequently Asked Questions
pl: Czêsto zadawane pytania (FAQ)

source: Recording Information
pl: Informacje dotycz±ce nagrywania

source: Plugin List
pl: Lista wtyczek (pluginów)

source: FXD files
pl: Pliki FXD

source: Skinning Information
pl: Informacje o skórkach

source: Plugin Writing Howto
pl: Jak pisaæ wtyczki (HOWTO)

source: Freevo Plugin List
pl: Lista wtyczek do Freevo

source: top
pl: góra

source: index
pl: indeks

source: Freevo Installation HOWTO
pl: Jak zainstalowaæ Freevo (HOWTO)

source: Build your own media box with Freevo and Linux
pl: Skonstruuj centrum mediów, wykorzystuj±c Freevo i Linuks

source: Freevo Plugin Writing HOWTO
pl: Jak pisaæ wtyczki do Freevo (HOWTO)

source: Writing your own plugins for Freevo
pl: Jak stworzyæ w³asn± wtyczkê do Freevo

source: unable to load html files
pl: nie mogê za³adowaæ plików html

source: If you use a svn version of Freevo, run <b>autogen.sh</b>.
pl: Je¿eli u¿ywasz Freevo z svn, uruchom <b>autogen.sh</b>

source: The files are searched in the following locations:
pl: Pliki szukane s± w podanych lokalizacjach:

source: Freevo Documentation
pl: Dokumentacja Freevo

source: unable to load %s.html
pl: nie mogê za³adowaæ %s.html

source: Favorites
pl: Ulubione

source: Monday
pl: Poniedzia³ek

source: Tuesday
pl: Wtorek

source: Wednesday
pl: ¦roda

source: Thursday
pl: Czwartek

source: Friday
pl: Pi±tek

source: Saturday
pl: Sobota

source: Sunday
pl: Niedziela

source: Favorite Name
pl: Mazwa ulubionych

source: Day of week
pl: Dzieñ tygodnia

source: Time of day
pl: Godzina

source: Duplicates
pl: Duplikaty

source: Episodes
pl: Odcinki

source: Priority
pl: Priorytet

source: ANY
pl: DOWOLNY

source: Edit
pl: Zmieñ

source: Higher
pl: Wiêkszy

source: Lower
pl: Mniejszy

source: Unknown Profile
pl: Nieznany profil

source: Web Encoder
pl: Serwis koduj±cy

source: Manual Record
pl: Rêcznie ustaw parametry nagrywania

source: Manual Recorded
pl: Rêcznie ustawione

source: start time is not before stop time.
pl: czas rozpoczêcia nie jest przed czasem zakoñczenia

source: Program would record for more than %d days!
pl: Ustawi³e¶ nagrywanie na ponad %d dni

source: Program would record for more than 1 day!
pl: Ustawi³e¶ ponad 1 dzieñ nagrania!

source: Jan
pl: Sty

source: Feb
pl: Lut

source: Apr
pl: Kwi

source: May
pl: Maj

source: Jun
pl: Cze

source: Jul
pl: Lip

source: Aug
pl: Sie

source: Sep
pl: Wrz

source: Oct
pl: Pa¼

source: Nov
pl: Lis

source: Dec
pl: Gru

source: Manual Recording
pl: Rêczne nagrywanie

source: Error Message
pl: Tre¶æ b³êdu

source: Add to Recording Schedule
pl: Zaplanuj do nagrania

source: viewlog
pl: zobacz log

source: View Logs
pl: Zobacz logi

source: %s already exists! File not renamed.
pl: %s istnieje! Nie zmieniono nazwy pliku.

source: Rename %s to %s.
pl: Zmieñ nazwê %s na %s.

source: Rename %s to %s, failed.
pl: Zmiana nazwy %s na %s nie powiod³a siê.

source: No new file specified.
pl: Nie wybrano nowego pliku.

source: Delete %s.
pl: Usuñ %s.

source: Delete %s, failed.
pl: Usuniêcie %s nie powiod³o siê.

source: %s does not exist. No action taken.
pl: %s nie istnieje. Nic nie robiê.

source: I do not process names (%s) with slashes for security reasons.
pl: Nie przetwarzam nazw (%s) zawieraj±cych '/' z przyczyn bezpieczeñstwa.

source: Media Library
pl: Media

source: Messages
pl: Wiadomo¶ci

source: Movies
pl: Filmy

source: Recorded TV
pl: Nagrania TV

source: Music
pl: Muzyka

source: Images
pl: Obrazki

source: Back
pl: Wróæ

source: Download
pl: ¦ci±gnij

source: Delete
pl: Usuñ

source: Rename
pl: Zmieñ nazwê

source: Play file
pl: Odtwarzaj plik

source: Play file using VLC
pl: Odtwarzaj plik u¿ywaj±c VLC

source: Search Results
pl: Wyniki wyszukiwania

source: Search
pl: Szukaj

source: recording server is unavailable
pl: serwer nagrywaj±cy niedostêpny

source: No matches
pl: Brak dopasowañ

source: New favorite
pl: Nowe ulubione

source: Time
pl: Godzina

source: View
pl: Zobacz

source: This channel has no data loaded
pl: Brak programu dla tego kana³u

source: Edit Favorite
pl: Modfikuj ulubione

source: Favorite %s doesn't exists.
pl: Brak %s w ulubionych.

source: Name of favorite
pl: Nazwa ulubionych

source: Action
pl: Akcja

source: ANY CHANNEL
pl: DOWOLNY KANA£

source: ANY DAY
pl: DOWOLNY DZIEÑ

source: Mon
pl: Pon

source: Tue
pl: Wto

source: Wed
pl: ¦ro

source: Thu
pl: Czw

source: Fri
pl: Pi±

source: Sat
pl: Sob

source: Sun
pl: Nie

source: ANY TIME
pl: DOWOLNA PORA

source: ALLOW
pl: POZWÓL

source: PREVENT
pl: CHROÑ

source: ALL
pl: WSZYSTKO

source: ONLY NEW
pl: TYLKO NOWE

source: Save
pl: Zapisz

source: Config Plugins
pl: Wtyczki konfiguracji

source: View TV Listings
pl: Sprawd¼ program TV

source: View Scheduled Recordings
pl: Zobacz zaplanowane nagrania

source: View Favorites
pl: Przegl±daj ulubione

source: View Media Library
pl: Przegl±daj media

source: Schedule a Manual Recording
pl: Zaplanuj rêczne nagrywanie

source: Advanced Search Page
pl: Zaawansowane wyszukiwanie

source: Help
pl: Pomoc

source: View Online Help and Documentation
pl: Zobacz pomoc i dokumentacjê dostêpn± online

source: Icecast List
pl: Lista Icecast

source: Change Icecast List
pl: Zmieñ listê Icecast

source: Movies only
pl: Tylko filmy

source: Go!
pl: Id¼!

source: Unknown CD Album
pl: Nieznany album CD

source: Browse disc
pl: Przegl±daj dysk

source: Data files on disc
pl: Pliki z danymi na dysku

source: No Objects found
pl: Nie znaleziono obiektów

source: Generating playlist...
pl: Tworzê playlistê...

source: Show lyrics
pl: Poka¿ teksty piosenek

source: Searching lyrics...
pl: Wyszukiwanie tekstu piosenki...

source: Lyrics not found, sorry...
pl: Nie znaleziono tekstu piosenki, wybacz...

source: No exact match.
pl: Brak dok³adnego dopasowania.

source: Here are some sugestions.
pl: Sugestie.

source: Choices
pl: Wybór

source: Buffering podcast...
pl: Buforowanie podcastu...

source: Listen Audio Podcast
pl: S³uchaj podcastu

source: Fetching podcast...
pl: Pobieram podcast...

source: No Podcast locations found
pl: Nie znaleziono podcastu

source: Fetching podcasts...
pl: Pobieram podcasty...

source: Set APODCAST_DIR in local_conf.py
pl: Ustaw APODCAST_DIR w local_conf.py

source: Songs From Same Album
pl: Piosenki z tego samego albumu

source: Songs From Same Artist
pl: Piosenki tego samego wykonawcy

source: %s not found!
pl: %s nie znaleziono!

source: Show player
pl: Poka¿ odtwarzacz

source: To search for covers you need an Amazon.com Web Services license key. You can get yours from:
pl: Aby szukaæ ok³adek, potrzebujesz licencji do korzystania z us³ug Amazon.com. Mo¿esz j± otrzymaæ z:

source: Find a cover for this music
pl: Znajd¼ ok³adkê dla tej muzyki

source: Plugin 'coversearch' was disabled for this item! 'coversearch' needs an item with Artist and Album (if it's a mp3 or ogg) or Title (if it's a cd track) to be able to search. So you need a file with a ID3 tag (mp3) or an Ogg Info. Maybe you must fix this file (%s) tag?
pl: Wtyczka 'coversearch' nie zadzia³a dla tego utworu! 'coversearch' potrzebuje nazwy artysty i albumu (dla plików mp3 lub ogg),lub tytu³u dla ¶cie¿ki CD audio, by móc wyszukaæ ok³adkê.Potrzebujesz wiêc pliku z prawid³owym tagiem ID3.Mo¿e nale¿y uaktualniæ tag ID3 dla pliku (%s)?

source: Unknown CD, cover searching is disabled
pl: Nieznane CD, wyszukiwanie ok³adki jest niemo¿liwe

source: searching Amazon...
pl: wyszukujê na Amazon...

source: No matches for %(artist)s - %(album)s
pl: Nie znaleziono ok³adki dla albumu %(artist) - %(album)

source: Unknown error while searching.
pl: Nieznany b³±d podczas wyszukiwania

source: small
pl: ma³a

source: Cover Search Results
pl: Wyniki wyszukiwania ok³adki

source: No covers available from Amazon
pl: Nie znaleziono ok³adek na Amazon

source: getting data...
pl: pobieram dane...

source: Listen to XM Station
pl: S³uchaj stacji XM

source: No XM channels found
pl: Nie znaleziono kana³ów XM

source: XM channels
pl: Kana³y XM

source: Playlists
pl: Listy odtwarzania

source: Enqueue this Music in Playlist
pl: Dodaj do listy odtarzania

source: Make a new Audio Playlist
pl: Stwórz now± listê odtwarzania audio

source: Queued Directory
pl: Zawarto¶æ katalogu dodano do kolejki odtwarzania

source: Queued Track
pl: Plik dodano do kolejki odtwarzania

source: Added New Playlist
pl: Dodano now± listê odtwarzania

source: Listen Last FM
pl: S³uchaj Last FM

source: Invalid LastFM Session!
pl: Nieprawid³owa sesja FM!

source: 'fbxine' not found, 'xine' audio plugin deactivated
pl: nie znaleziono 'fbxine', wy³±czono wtyczkê 'xine'

source: Show CD ripping status
pl: Poka¿ status zgrywania CD

source: Stop CD ripping
pl: Przerwij zgrywanie CD

source: Rip the CD to the hard drive
pl: Zgraj CD na dysk twardy

source: Item is not an Audio CD
pl: Brak ¶cie¿ki na audio CD

source: Ripping in progress Track %d of %d
pl: Trwa zgrywanie ¦cie¿ka %d z %d

source: Backup CD to hard drive in mp3 format
pl: Zgraj CD na dysk twardy w formacie mp3

source: Backup CD to hard drive in Ogg format
pl: Zgraj CD na dysk twardy w formacie ogg

source: Backup CD to hard drive in FLAC format
pl: Zgraj CD na dysk twardy w formacie FLAC

source: Backup CD to hard drive in wav format
pl: Zgraj CD na dysk twardy w formacie wav

source: CD Backup
pl: Zgraj CD

source: Ripping started
pl: Rozpoczêto zgrywanie

source: Directory %s already exists
pl: Katalog %s istnieje

source: Cannot rip to '%s'! (%s)
pl: Nie mogê zgraæ do '%s'! (%s)

source: Ripping aborted
pl: Przerwano zgrywanie

source: Ripping complete
pl: Zakoñczono zgrywanie

source: WARNING
pl: OSTRZE¯ENIE

source: No CDDB data available to mmpython
pl: Brak danych z CDDB dla mmpython

source: Unknown Artist
pl: Nieznany wykonawca

source: RENAME
pl: ZMIEÑ NAZWÊ

source: Other
pl: Inny

source: CD info not found! Must manually rename files when finished ripping
pl: Nie znaleziono informacji dla CD! Musisz sam zmieniæ nazwê plików kiedy dokoñczysz zgrywanie

source: Problem trying to call:
pl: Problem w wywo³aniu:

source: Listen to Radio Station
pl: S³uchaj stacji radiowej

source: Cannot play - recording in progress
pl: Nie mogê odtwarzaæ - trwa nagrywanie.

source: No Radio Stations found
pl: Nie znaleziono stacji radiowych

source: Radio Stations
pl: Stacje radiowe

source: [VUX] Start playing
pl: [VUX] Zacznij odtwarzaæ

source: [VUX] Stop playing
pl: [VUX] Przestañ odtwarzaæ

source: [VUX] Next (rating down)
pl: [VUX] Nastêpny (obni¿ ocenê)

source: [VUX] Next (rating intact)
pl: [VUX] Nastêpny (pozostaw ocenê)

source: [VUX] Next (rating up)
pl: [VUX] Nastêpny (zwiêksz ocenê)

source: [VUX] Playing item rating up
pl: [VUX] Zwiêksz ocenê dla odtwarzanego pliku

source: [VUX] Playing item rating down
pl: [VUX] Obni¿ ocenê dla odtwarzanego pliku

source: [VUX] a dir item do not select
pl: [VUX] katalog, nie wybieraj

source: [VUX] an audio item, do not select
pl: [VUX] audio plik, nie wybieraj

source: Volume: %s%%
pl: G³o¶no¶æ: %s%%

source: Mute
pl: Wycisz

source: Drive %s (no disc)
pl: Napêd %s (brak dysku)

source: Ejecting disc in drive %s
pl: Wysuwanie dysku z napêdu %s

source: Reading disc in drive %s
pl: Odczytywanie dysku w napêdzie %s

source: Command finished
pl: Komendê wykonano

source: Show Stderr
pl: Poka¿ Stderr (standardowe wyj¶cie b³êdów)

source: Show Stdout
pl: Poka¿ Stdout (standardowe wyj¶cie)

source: Stdout File
pl: Plik Stdout (standardowe wyj¶cie)

source: Stderr File
pl: Plik Stderr (standardowe wyj¶cie b³êdów)

source: Run Command
pl: Uruchom polecenie

source: Running Command...
pl: Wykonujê polecenie...

source: Command Failed
pl: Wykonanie polecenia nie powiod³o siê

source: Command Completed
pl: Komendê wykonano

source: Commands
pl: Komendy

source: Delete info
pl: Usuñ info

source: Delete edl
pl: Usuñ edl

source: Delete image
pl: Usuñ obrazek

source: Do you wish to delete '%s'?
pl: Czy chcesz usun±æ '%s'?

source: Deleting...
pl: Usuwam...

source: Delete info about '%s'?
pl: Usun±æ informacjê o '%s'?

source: Delete edl about '%s'?
pl: Usun±æ edl dla '%s'?

source: Delete image about '%s'?
pl: Usun±æ obrazek dla '%s'?

source: Call: %s
pl: Wywo³aj: %s

source: Message: %s
pl: Wiadomo¶æ: %s

source: Show Sites Headlines
pl: Poka¿ wiadomo¶ci

source: Fetching headlines...
pl: Pobieranie wiadomo¶ci...

source: No Headlines found
pl: Brak wiadomo¶ci

source: Headlines
pl: Wiadomo¶ci

source: Full Description
pl: Pe³en opis

source: Now
pl: Teraz

source: WARNING:
pl: UWAGA:

source: "%s" is not a valid argument for the button bar.
pl: "%s" nie jest prawid³owym argumentem dla paska przycisków.

source: More Options
pl: Wiêcej opcji

source: A recording is in progress.
pl: Trwa nagrywanie.

source: Would wakeup again within %d minutes.
pl: Uruchomiê znowu za %d minut(ê|y).

source: There are important processes running.
pl: Uruchomione s± wa¿ne procesy.

source: No wakeup scheduled.
pl: Nie zaplanowano uruchomienia.

source: The next wakeup is scheduled at
pl: Kolejne uruchomienie zaplanowano o

source: Resume automatic shutdown
pl: Kontynuuj automatyczne wy³±czenie

source: Pause automatic shutdown
pl: Zatrzymaj automatyczne wy³±czenie

source: Shutdown and wakeup
pl: Wy³±cz i w³±cz

source: Shutdown system
pl: Wy³±cz system

source: Shutdown freevo
pl: Wy³±cz freevo

source: SHUTDOWN SYSTEM?
pl: WY£¡CZYÆ SYSTEM?

source: RESTART SYSTEM?
pl: ZRESTARTOWAÆ SYSTEM?

source: (wakeup disabled)
pl: (automatyczne uruchomienie niedostêpne)

source: SHUTDOWN FREEVO?
pl: WY£¡CZYÆ FREEVO?

source: shutting down...
pl: wy³±czam...

source: You need pybluez (http://org.csail.mit.edu/pybluez/) to run "freevused" plugin.
pl: Potrzebujesz pybluez (http://org.csail.mit.edu/pybluez/), by uruchomiæ wtyczkê "freevused"

source: Playing
pl: Odtwarzam

source: BT event %s
pl: BT zdarzenie %s

source: Name
pl: Nazwa

source: Artist
pl: Wykonawca

source: Genre
pl: Gatunek

source: Track
pl: ¦cie¿ka

source: Length
pl: D³ugo¶æ

source: Geometry
pl: Geometria

source: Shutdown Freevo
pl: Wy³±cz Freevo

source: Do you really want to shut down Freevo?
pl: Na pewno chcesz wy³±czyæ Freevo?

source: Do you really want to shut down the system?
pl: Na pewno chcesz wy³±czyæ system?

source: Do you really want to restart the system?
pl: Na pewno chcesz zrestartowaæ system?

source: You need pyusb (http://pyusb.berlios.de/) to run "vfd" plugin.
pl: Potrzebujesz pyusb (http://pyusb.berlios.de/) by uruchomiæ wtyczkê "vfd".

source: Year
pl: Rok

source: Tracks
pl: ¦cie¿ki

source: Resolution
pl: Rozdzielczo¶æ

source: Aspect
pl: Proporcje

source: Tagline
pl: Slogan

source: Plot
pl: Fabu³a

source: %s items
pl: %s rzeczy

source: Today is %s.
pl: Dzi¶ jest %s

source: Sending data %r attempt=%d
pl: Wysy³am dane %r próba=%d

source: Close drive
pl: Zamknij napêd

source: Eject drive
pl: Wysuñ napêd

source: Moving files...
pl: Przenoszenie plików...

source: Copying files...
pl: Kopiowanie plików...

source: Added to Cart
pl: Dodano do koszyka

source: Removed from Cart
pl: Usuniêto z koszyka

source: Removed Item from Cart
pl: Usuniêto pozycje z koszyka

source: Added Item to Cart
pl: Dodano pozycje do koszyka

source: Cart: Move Files Here
pl: Koszyk: przenie¶ plik tutaj

source: Cart: Copy Files Here
pl: Koszyk: kopiuj pliki tutuaj

source: Add Directory to Cart
pl: Dodaj katalog do koszyka

source: Remove Directory from Cart
pl: Usuñ katalog z koszyka

source: Add to Cart
pl: Dodaj do koszyka

source: Remove from Cart
pl: Usuñ z koszyka

source: Delete Cart
pl: Usuñ koszyk

source: not sure what to do with this
pl: nie jestem pewien co z tym zrobiæ

source: Locations
pl: Lokalizacje

source: Song -
pl: Piosenka -

source: Artist -
pl: Wykonawca -

source: Show Reminders
pl: Poka¿ przypomnienia

source: No Reminders Found
pl: Brak przypomnieñ

source: Reminders
pl: Przypomnienia

source: Reminders types
pl: Rodzaje przypomnieñ

source: Remind type
pl: Rodzaj przypomnienia

source: Fetching Weather for %s...
pl: Pobieram pogodê dla %s...

source: Fetching Radar Map for %s...
pl: Pobieram mapê pogody dla %s...

source: Show Weather Details
pl: Szczegó³y pogody

source: and
pl: i

source: Variable
pl: Zmienny

source: at
pl: o

source: Current Conditions
pl: Obecne warunki

source: Today's Forecast
pl: Prognoza na dzi¶

source: Extended Forecast
pl: Prognoza kilkudniowa

source: Radar Map
pl: Mapa pogody

source: for
pl: dla

source: Humidity
pl: Wilgotno¶æ

source: Pressure
pl: Ci¶nienie

source: Wind
pl: Wiatr

source: Wind Chill
pl: Temp. odczuwana

source: Visibility
pl: Widoczno¶æ

source: As of:
pl: Czas:

source: Temperature:
pl: Temperatura:

source: Dew Point:
pl: Punkt rosy:

source: Humidity:
pl: Wilgotno¶æ:

source: Visibility:
pl: Widoczno¶æ:

source: Pressure:
pl: Ci¶nienie:

source: Winds:
pl: Wiatr:

source: Tonight:
pl: Tej nocy:

source: Sunset:
pl: Wschód s³oñca:

source: Moon Phase:
pl: Faza ksiê¿yca:

source: LO
pl: Od

source: HI
pl: Do
